Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# System_StickyKeys.Description
source: Modifier keys stay pressed after you release them; press Shift five times to toggle.
ar_sa: تبقى مفاتيح التعديل مضغوطة بعد تحريرها؛ اضغط Shift خمس مرات لتشغيلها أو إيقافها.
bg_bg: Модифициращите клавиши остават натиснати, след като ги пуснете; натиснете Shift пет пъти, за да включите или изключите функцията.
ca_es: Les tecles modificadores es mantenen premudes després de deixar-les anar; prem Maj cinc vegades per activar-ho o desactivar-ho.
cs_cz: Modifikační klávesy zůstanou stisknuté i po uvolnění; funkci zapnete nebo vypnete pětinásobným stisknutím klávesy Shift.
de_de: Zusatztasten bleiben gedrückt, nachdem Sie sie loslassen. Drücken Sie fünfmal die UMSCHALTTASTE, um die Funktion ein- oder auszuschalten.
el_gr: Τα πλήκτρα τροποποίησης παραμένουν πατημένα αφού τα αφήσετε. Πατήστε το Shift πέντε φορές για ενεργοποίηση ή απενεργοποίηση.
es_es: Las teclas modificadoras siguen pulsadas después de soltarlas; pulsa Mayús cinco veces para activarlo o desactivarlo.
et_ee: Muuteklahvid jäävad pärast vabastamist allavajutatuks; sisse- või väljalülitamiseks vajutage viis korda tõstuklahvi.
fa_ir: کلیدهای اصلاح‌کننده پس از رها کردن فشرده باقی می‌مانند؛ برای روشن یا خاموش کردن، کلید Shift را پنج بار فشار دهید.
fi_fi: Muokkausnäppäimet pysyvät painettuina, kun vapautat ne. Ota käyttöön tai poista käytöstä painamalla vaihtonäppäintä viisi kertaa.
fr_fr: Les touches de modification restent enfoncées après avoir été relâchées ; appuyez cinq fois sur Maj pour activer ou désactiver.
he_il: מקשי צירוף נשארים לחוצים אחרי שמשחררים אותם; הקש על Shift חמש פעמים כדי להפעיל או לכבות.
hi_in: संशोधक कुंजियाँ छोड़ने के बाद भी दबी रहती हैं; चालू या बंद करने के लिए Shift को पाँच बार दबाएँ।
hu_hu: A módosítóbillentyűk lenyomva maradnak felengedésük után is; a be- és kikapcsoláshoz nyomja le ötször a Shift billentyűt.
id_id: Tombol pengubah tetap tertekan setelah Anda melepaskannya; tekan Shift lima kali untuk mengaktifkan atau menonaktifkan.
it_it: I tasti di modifica restano premuti dopo averli rilasciati; premi MAIUSC cinque volte per attivarli o disattivarli.
ja_jp: 修飾キーを離しても押されたままになります。Shift キーを 5 回押すとオン/オフを切り替えます。
ko_kr: 보조 키를 놓아도 눌린 상태로 유지됩니다. Shift 키를 다섯 번 누르면 켜거나 끌 수 있습니다.
lv_lv: Modificētājtaustiņi paliek nospiesti arī pēc to atlaišanas; lai ieslēgtu vai izslēgtu, piecas reizes nospiediet taustiņu Shift.
nb_no: Modifikatortaster forblir nede etter at du slipper dem; trykk på Skift fem ganger for å slå funksjonen av eller på.
nl_nl: Wijzigingstoetsen blijven ingedrukt nadat je ze loslaat; druk vijf keer op Shift om dit in of uit te schakelen.
pl_pl: Klawisze modyfikujące pozostają wciśnięte po ich zwolnieniu; naciśnij pięć razy klawisz Shift, aby włączyć lub wyłączyć tę funkcję.
pt_pt: As teclas modificadoras ficam premidas depois de as soltar; prima Shift cinco vezes para ativar ou desativar.
ro_ro: Tastele de modificare rămân apăsate după ce le eliberați; apăsați Shift de cinci ori pentru a activa sau dezactiva.
ru_ru: Клавиши-модификаторы остаются нажатыми после отпускания; нажмите SHIFT пять раз, чтобы включить или выключить.
sk_sk: Modifikačné klávesy zostanú stlačené aj po ich uvoľnení; funkciu zapnete alebo vypnete päťnásobným stlačením klávesu Shift.
sr_cyrl_rs: Тастери за измену остају притиснути када их пустите; притисните Shift пет пута да бисте их укључили или искључили.
sv_se: Kombinationstangenter förblir nedtryckta när du släppt dem; tryck på Skift fem gånger för att aktivera eller inaktivera.
th_th: แป้นปรับเปลี่ยนจะค้างอยู่หลังจากปล่อย กด Shift ห้าครั้งเพื่อเปิดหรือปิด
tr_tr: Değiştirici tuşlar bıraktıktan sonra da basılı kalır; açmak veya kapatmak için Shift tuşuna beş kez basın.
uk_ua: Клавіші-модифікатори залишаються натиснутими після відпускання; натисніть Shift п'ять разів, щоб увімкнути або вимкнути.
vi_vn: Các phím bổ trợ vẫn được giữ sau khi bạn nhả ra; nhấn Shift năm lần để bật hoặc tắt.
zh_cn: 松开修改键后，修改键仍保持按下状态；按五次 Shift 键可将其打开或关闭。
zh_tw: 放開輔助按鍵後仍會保持按下狀態；按 Shift 鍵五次即可開啟或關閉。

# System_Display.Text
source: Display
ar_sa: الشاشة
bg_bg: Дисплей
ca_es: Pantalla
cs_cz: Displej
de_de: Bildschirm
el_gr: Οθόνη
es_es: Pantalla
et_ee: Ekraan
fa_ir: نمایشگر
fi_fi: Näyttö
fr_fr: Écran
he_il: תצוגה
hi_in: डिस्प्ले
hu_hu: Kijelző
id_id: Layar
it_it: Schermo
ja_jp: ディスプレイ
ko_kr: 디스플레이
lv_lv: Displejs
nb_no: Skjerm
nl_nl: Beeldscherm
pl_pl: Ekran
pt_pt: Ecrã
ro_ro: Afișaj
ru_ru: Экран
sk_sk: Obrazovka
sr_cyrl_rs: Екран
sv_se: Skärm
th_th: จอแสดงผล
tr_tr: Ekran
uk_ua: Екран
vi_vn: Màn hình
zh_cn: 显示器
zh_tw: 螢幕

# System_LcdOverdrive.Description
source: For the laptop's built-in screen (not external monitors): faster pixel response for less motion blur in games. Works best at the screen's highest refresh rate; turn off if you see halos behind moving objects.
ar_sa: للشاشة المدمجة في الكمبيوتر المحمول (وليس الشاشات الخارجية): استجابة أسرع للبكسلات لتقليل تشويش الحركة في الألعاب. تعمل بأفضل شكل عند أعلى معدل تحديث للشاشة؛ أوقف تشغيلها إذا رأيت هالات خلف الأجسام المتحركة.
bg_bg: За вградения екран на лаптопа (не за външни монитори): по-бърза реакция на пикселите и по-малко размазване при движение в игрите. Работи най-добре при най-високата честота на опресняване на екрана; изключете, ако виждате ореоли зад движещите се обекти.
ca_es: Per a la pantalla integrada del portàtil (no per a monitors externs): resposta dels píxels més ràpida i menys desenfocament de moviment en els jocs. Funciona millor amb la freqüència d'actualització més alta de la pantalla; desactiva-ho si veus halos darrere dels objectes en moviment.
cs_cz: Pro vestavěný displej notebooku (ne pro externí monitory): rychlejší odezva pixelů a menší rozmazání pohybu ve hrách. Nejlépe funguje při nejvyšší obnovovací frekvenci displeje; vypněte, pokud za pohybujícími se objekty vidíte svatozáře.
de_de: Für den eingebauten Bildschirm des Laptops (nicht für externe Monitore): schnellere Pixelreaktion für weniger Bewegungsunschärfe in Spielen. Funktioniert am besten mit der höchsten Bildwiederholfrequenz des Bildschirms. Schalten Sie die Funktion aus, wenn Sie Schlieren hinter bewegten Objekten sehen.
el_gr: Για την ενσωματωμένη οθόνη του φορητού (όχι για εξωτερικές οθόνες): ταχύτερη απόκριση pixel για λιγότερο θάμπωμα κίνησης στα παιχνίδια. Λειτουργεί καλύτερα στον υψηλότερο ρυθμό ανανέωσης της οθόνης. Απενεργοποιήστε το αν βλέπετε φωτοστέφανα πίσω από κινούμενα αντικείμενα.
es_es: Para la pantalla integrada del portátil (no para monitores externos): respuesta de píxeles más rápida y menos desenfoque de movimiento en los juegos. Funciona mejor con la frecuencia de actualización más alta de la pantalla; desactívalo si ves halos detrás de los objetos en movimiento.
et_ee: Sülearvuti sisseehitatud ekraanile (mitte välistele monitoridele): kiirem pikslite reaktsioon ja vähem liikumishägu mängudes. Töötab kõige paremini ekraani suurima värskendussagedusega; lülitage välja, kui näete liikuvate objektide taga halosid.
fa_ir: برای صفحهٔ داخلی لپ‌تاپ (نه نمایشگرهای خارجی): پاسخ سریع‌تر پیکسل‌ها برای تاری حرکتی کمتر در بازی‌ها. در بالاترین نرخ تازه‌سازی صفحه بهترین عملکرد را دارد؛ اگر پشت اشیای متحرک هاله می‌بینید، آن را خاموش کنید.
fi_fi: Kannettavan sisäiselle näytölle (ei ulkoisille näytöille): nopeampi pikselien vasteaika ja vähemmän liike-epätarkkuutta peleissä. Toimii parhaiten näytön suurimmalla virkistystaajuudella. Poista käytöstä, jos näet haamukuvia liikkuvien kohteiden takana.
fr_fr: Pour l’écran intégré de l’ordinateur portable (pas les moniteurs externes) : réponse plus rapide des pixels pour moins de flou de mouvement en jeu. Fonctionne mieux à la fréquence d’actualisation la plus élevée de l’écran ; désactivez-le si vous voyez des halos derrière les objets en mouvement.
he_il: למסך המובנה של המחשב הנייד (לא לצגים חיצוניים): תגובת פיקסלים מהירה יותר ופחות טשטוש תנועה במשחקים. עובד הכי טוב בקצב הרענון הגבוה ביותר של המסך; כבה אם אתה רואה הילות מאחורי עצמים בתנועה.
hi_in: लैपटॉप की अंतर्निहित स्क्रीन के लिए (बाहरी मॉनिटर के लिए नहीं): गेम में कम मोशन ब्लर के लिए तेज़ पिक्सेल प्रतिक्रिया। स्क्रीन की उच्चतम रीफ़्रेश दर पर सबसे अच्छा काम करता है; यदि चलती वस्तुओं के पीछे प्रभामंडल दिखें तो इसे बंद करें।
hu_hu: A laptop beépített képernyőjéhez (külső monitorokhoz nem): gyorsabb képpontválasz, kevesebb mozgási elmosódás a játékokban. A képernyő legmagasabb frissítési gyakoriságán működik a legjobban; kapcsolja ki, ha fényudvart lát a mozgó tárgyak mögött.
id_id: Untuk layar internal laptop (bukan monitor eksternal): respons piksel lebih cepat untuk mengurangi keburaman gerakan dalam game. Bekerja paling baik pada kecepatan refresh tertinggi layar; nonaktifkan jika Anda melihat lingkaran cahaya di belakang objek yang bergerak.
it_it: Per lo schermo integrato del portatile (non per i monitor esterni): risposta dei pixel più rapida e meno sfocatura di movimento nei giochi. Funziona meglio alla frequenza di aggiornamento più alta dello schermo; disattivalo se vedi aloni dietro gli oggetti in movimento.
ja_jp: ノート PC の内蔵画面用です（外部モニターには効きません）。ピクセルの応答が速くなり、ゲームでの動きのぼやけが減ります。画面の最高リフレッシュ レートで最も効果的です。動く物体の後ろにハローが見える場合はオフにしてください。
ko_kr: 노트북의 내장 화면용입니다(외부 모니터에는 적용되지 않음). 픽셀 응답 속도가 빨라져 게임에서 모션 블러가 줄어듭니다. 화면의 최고 재생률에서 가장 효과적이며, 움직이는 물체 뒤에 후광이 보이면 끄세요.
lv_lv: Klēpjdatora iebūvētajam ekrānam (ne ārējiem monitoriem): ātrāka pikseļu reakcija un mazāk kustības izplūšanas spēlēs. Vislabāk darbojas ar ekrāna augstāko atsvaidzes intensitāti; izslēdziet, ja aiz kustīgiem objektiem redzat oreolus.
nb_no: For den innebygde skjermen på PC-en (ikke eksterne skjermer): raskere pikselrespons og mindre bevegelsesuskarphet i spill. Fungerer best med skjermens høyeste oppdateringsfrekvens. Slå av hvis du ser glorier bak objekter i bevegelse.
nl_nl: Voor het ingebouwde scherm van de laptop (niet voor externe monitors): snellere pixelreactie voor minder bewegingsonscherpte in games. Werkt het best bij de hoogste vernieuwingsfrequentie van het scherm; schakel dit uit als je halo's achter bewegende objecten ziet.
pl_pl: Dla wbudowanego ekranu laptopa (nie dla monitorów zewnętrznych): szybsza reakcja pikseli i mniej rozmycia ruchu w grach. Działa najlepiej przy najwyższej częstotliwości odświeżania ekranu; wyłącz, jeśli widzisz poświatę za ruchomymi obiektami.
pt_pt: Para o ecrã integrado do portátil (não para monitores externos): resposta mais rápida dos píxeis e menos desfocagem de movimento nos jogos. Funciona melhor com a taxa de atualização mais alta do ecrã; desative-o se vir halos atrás de objetos em movimento.
ro_ro: Pentru ecranul încorporat al laptopului (nu pentru monitoarele externe): răspuns mai rapid al pixelilor și mai puțină neclaritate la mișcare în jocuri. Funcționează cel mai bine la cea mai mare rată de reîmprospătare a ecranului; dezactivați-l dacă vedeți halouri în urma obiectelor în mișcare.
ru_ru: Для встроенного экрана ноутбука (не для внешних мониторов): более быстрый отклик пикселей и меньше размытия в движении в играх. Лучше всего работает на максимальной частоте обновления экрана; отключите, если видите ореолы за движущимися объектами.
sk_sk: Pre vstavanú obrazovku notebooku (nie pre externé monitory): rýchlejšia odozva pixelov a menšie rozmazanie pohybu v hrách. Najlepšie funguje pri najvyššej obnovovacej frekvencii obrazovky; vypnite, ak za pohybujúcimi sa objektmi vidíte svätožiary.
sr_cyrl_rs: За уграђени екран лаптопа (не за спољне мониторе): бржи одзив пиксела и мање замућења покрета у играма. Најбоље ради при највишој брзини освежавања екрана; искључите ако видите ореоле иза покретних објеката.
sv_se: För den bärbara datorns inbyggda skärm (inte externa bildskärmar): snabbare pixelrespons och mindre rörelseoskärpa i spel. Fungerar bäst med skärmens högsta uppdateringsfrekvens; stäng av om du ser halor bakom föremål som rör sig.
th_th: สำหรับหน้าจอในตัวของแล็ปท็อป (ไม่ใช่จอภายนอก): การตอบสนองของพิกเซลเร็วขึ้นเพื่อลดภาพเบลอขณะเคลื่อนไหวในเกม ทำงานได้ดีที่สุดที่อัตรารีเฟรชสูงสุดของหน้าจอ ปิดหากเห็นเงาเรืองรอบวัตถุที่กำลังเคลื่อนที่
tr_tr: Dizüstü bilgisayarın yerleşik ekranı için (harici monitörler için değil): oyunlarda daha az hareket bulanıklığı için daha hızlı piksel yanıtı. En iyi, ekranın en yüksek yenileme hızında çalışır; hareketli nesnelerin arkasında hale görürseniz kapatın.
uk_ua: Для вбудованого екрана ноутбука (не для зовнішніх моніторів): швидший відгук пікселів і менше розмиття в русі в іграх. Найкраще працює з найвищою частотою оновлення екрана; вимкніть, якщо бачите ореоли за рухомими об'єктами.
vi_vn: Dành cho màn hình tích hợp của máy tính xách tay (không phải màn hình ngoài): điểm ảnh phản hồi nhanh hơn để giảm nhòe chuyển động khi chơi game. Hoạt động tốt nhất ở tốc độ làm mới cao nhất của màn hình; hãy tắt nếu bạn thấy quầng sáng phía sau các vật thể đang chuyển động.
zh_cn: 用于笔记本电脑的内置屏幕（不适用于外接显示器）：更快的像素响应，减少游戏中的动态模糊。在屏幕的最高刷新率下效果最佳；如果在移动的物体后面看到光晕，请将其关闭。
zh_tw: 適用於筆記型電腦的內建螢幕（不適用於外接螢幕）：更快的像素回應速度，減少遊戲中的動態模糊。在螢幕的最高重新整理頻率下效果最佳；如果在移動的物體後方看到光暈，請將其關閉。

# System_Graphics.Text
source: Graphics
ar_sa: الرسومات
bg_bg: Графика
ca_es: Gràfics
cs_cz: Grafika
de_de: Grafik
el_gr: Γραφικά
es_es: Gráficos
et_ee: Graafika
fa_ir: گرافیک
fi_fi: Grafiikka
fr_fr: Graphiques
he_il: גרפיקה
hi_in: ग्राफ़िक्स
hu_hu: Grafika
id_id: Grafis
it_it: Grafica
ja_jp: グラフィックス
ko_kr: 그래픽
lv_lv: Grafika
nb_no: Grafikk
pl_pl: Grafika
pt_pt: Gráficos
ro_ro: Grafică
ru_ru: Графика
sk_sk: Grafika
sr_cyrl_rs: Графика
sv_se: Grafik
th_th: กราฟิก
tr_tr: Grafik
uk_ua: Графіка
vi_vn: Đồ họa
zh_cn: 显卡
zh_tw: 顯示卡

# System_GpuMode.Header
source: GPU mode
ar_sa: وضع GPU
bg_bg: Режим на ГП
ca_es: Mode de la GPU
cs_cz: Režim GPU
de_de: GPU-Modus
el_gr: Λειτουργία GPU
es_es: Modo de GPU
et_ee: GPU režiim
fa_ir: حالت GPU
fi_fi: GPU-tila
fr_fr: Mode GPU
he_il: מצב GPU
hi_in: GPU मोड
hu_hu: GPU-mód
id_id: Mode GPU
it_it: Modalità GPU
ja_jp: GPU モード
ko_kr: GPU 모드
lv_lv: GPU režīms
nb_no: GPU-modus
nl_nl: GPU-modus
pl_pl: Tryb GPU
pt_pt: Modo da GPU
ro_ro: Mod GPU
ru_ru: Режим ГП
sk_sk: Režim GPU
sr_cyrl_rs: GPU режим
sv_se: GPU-läge
th_th: โหมด GPU
tr_tr: GPU modu
uk_ua: Режим ГП
vi_vn: Chế độ GPU
zh_cn: GPU 模式
zh_tw: GPU 模式

# System_GpuMode.Description
source: Hybrid saves battery by using the integrated GPU for the display. Discrete connects the NVIDIA GPU directly for the best game performance. Applies after a restart.
ar_sa: يوفر "هجين" البطارية باستخدام GPU المدمج للشاشة. ويوصل "منفصل" GPU من NVIDIA مباشرةً للحصول على أفضل أداء في الألعاب. يُطبَّق بعد إعادة التشغيل.
bg_bg: „Хибриден“ пести батерията, като използва вградения ГП за дисплея. „Дискретен“ свързва директно ГП на NVIDIA за най-добра производителност в игрите. Прилага се след рестартиране.
ca_es: Híbrid estalvia bateria fent servir la GPU integrada per a la pantalla. Dedicada connecta directament la GPU NVIDIA per obtenir el millor rendiment en jocs. S'aplica després de reiniciar.
cs_cz: Hybridní šetří baterii tím, že pro displej používá integrovaný GPU. Samostatný připojí GPU NVIDIA přímo pro nejvyšší herní výkon. Projeví se po restartu.
de_de: „Hybrid“ spart Akku, weil die integrierte GPU den Bildschirm ansteuert. „Dediziert“ verbindet die NVIDIA-GPU direkt für die beste Spieleleistung. Wird nach einem Neustart wirksam.
el_gr: Η Υβριδική εξοικονομεί μπαταρία χρησιμοποιώντας την ενσωματωμένη GPU για την οθόνη. Η Αποκλειστική συνδέει απευθείας τη GPU της NVIDIA για την καλύτερη απόδοση στα παιχνίδια. Εφαρμόζεται μετά από επανεκκίνηση.
es_es: Híbrido ahorra batería usando la GPU integrada para la pantalla. Dedicada conecta directamente la GPU NVIDIA para lograr el mejor rendimiento en juegos. Se aplica tras reiniciar.
et_ee: Hübriid säästab akut, kasutades ekraani jaoks integreeritud GPU-d. Eraldi ühendab NVIDIA GPU otse parima mängujõudluse jaoks. Rakendub pärast taaskäivitust.
fa_ir: «ترکیبی» با استفاده از GPU مجتمع برای نمایشگر، باتری را حفظ می‌کند. «مجزا» GPU شرکت NVIDIA را برای بهترین عملکرد در بازی‌ها مستقیماً وصل می‌کند. پس از راه‌اندازی مجدد اعمال می‌شود.
fi_fi: Hybridi säästää akkua käyttämällä integroitua GPU:ta näyttöön. Erillinen yhdistää NVIDIA-GPU:n suoraan parhaan pelisuorituskyvyn saavuttamiseksi. Tulee voimaan uudelleenkäynnistyksen jälkeen.
fr_fr: Le mode Hybride économise la batterie en utilisant le GPU intégré pour l’affichage. Le mode Dédié relie directement le GPU NVIDIA pour les meilleures performances en jeu. S’applique après un redémarrage.
he_il: "היברידי" חוסך בסוללה באמצעות שימוש ב-GPU המשולב עבור התצוגה. "נפרד" מחבר את ה-GPU של NVIDIA ישירות לקבלת ביצועי המשחק הטובים ביותר. חל לאחר הפעלה מחדש.
hi_in: "हाइब्रिड" डिस्प्ले के लिए एकीकृत GPU का उपयोग करके बैटरी बचाता है। "अलग" सर्वश्रेष्ठ गेमिंग प्रदर्शन के लिए NVIDIA GPU को सीधे कनेक्ट करता है। पुनः प्रारंभ के बाद लागू होता है।
hu_hu: A Hibrid kíméli az akkumulátort, mert a kijelzőhöz a beépített GPU-t használja. A Különálló közvetlenül csatlakoztatja az NVIDIA GPU-t a legjobb játékteljesítmény érdekében. Újraindítás után lép érvénybe.
id_id: Hibrid menghemat baterai dengan menggunakan GPU terintegrasi untuk layar. Diskrit menyambungkan GPU NVIDIA secara langsung untuk performa gaming terbaik. Berlaku setelah mulai ulang.
it_it: Ibrida risparmia batteria usando la GPU integrata per lo schermo. Dedicata collega direttamente la GPU NVIDIA per le migliori prestazioni nei giochi. Si applica dopo un riavvio.
ja_jp: 「ハイブリッド」はディスプレイに内蔵 GPU を使ってバッテリーを節約します。「専用」は NVIDIA GPU を直接接続し、ゲームで最高のパフォーマンスを発揮します。再起動後に適用されます。
ko_kr: '하이브리드'는 디스플레이에 내장 GPU를 사용하여 배터리를 절약합니다. '외장'은 NVIDIA GPU를 직접 연결하여 최고의 게임 성능을 제공합니다. 다시 시작한 후 적용됩니다.
lv_lv: Hibrīds taupa akumulatoru, displejam izmantojot integrēto GPU. Atsevišķais tieši savieno NVIDIA GPU, lai nodrošinātu labāko veiktspēju spēlēs. Tiek lietots pēc restartēšanas.
nb_no: Hybrid sparer batteri ved å bruke den integrerte GPU-en til skjermen. Dedikert kobler NVIDIA-GPU-en direkte for best mulig spillytelse. Trer i kraft etter omstart.
nl_nl: Hybride bespaart de accu door de geïntegreerde GPU voor het beeldscherm te gebruiken. Speciaal verbindt de NVIDIA-GPU rechtstreeks voor de beste gameprestaties. Wordt toegepast na opnieuw opstarten.
pl_pl: Hybrydowy oszczędza baterię, używając zintegrowanego procesora GPU do obsługi ekranu. Dedykowany podłącza bezpośrednio procesor GPU NVIDIA, zapewniając najlepszą wydajność w grach. Zmiana zostanie zastosowana po ponownym uruchomieniu.
pt_pt: Híbrido poupa bateria ao utilizar a GPU integrada para o ecrã. Dedicada liga diretamente a GPU NVIDIA para o melhor desempenho em jogos. Aplica-se após reiniciar.
ro_ro: Hibrid economisește bateria folosind GPU-ul integrat pentru afișaj. Dedicat conectează direct GPU-ul NVIDIA pentru cea mai bună performanță în jocuri. Se aplică după o repornire.
ru_ru: «Гибридный» экономит заряд батареи, используя для экрана встроенный ГП. «Дискретный» подключает ГП NVIDIA напрямую для лучшей производительности в играх. Применяется после перезапуска.
sk_sk: Hybridný šetrí batériu tým, že pre obrazovku používa integrovaný GPU. Samostatný pripojí GPU NVIDIA priamo pre najvyšší herný výkon. Prejaví sa po reštarte.
sr_cyrl_rs: „Хибридно“ штеди батерију користећи интегрисани GPU за екран. „Засебно“ директно повезује NVIDIA GPU ради најбољих перформанси у играма. Примењује се после поновног покретања.
sv_se: Hybrid sparar batteri genom att använda den integrerade GPU:n för skärmen. Dedikerad ansluter NVIDIA-GPU:n direkt för bästa spelprestanda. Gäller efter en omstart.
th_th: "ไฮบริด" ประหยัดแบตเตอรี่โดยใช้ GPU ในตัวสำหรับจอแสดงผล "แยก" เชื่อมต่อ GPU ของ NVIDIA โดยตรงเพื่อประสิทธิภาพในการเล่นเกมสูงสุด มีผลหลังจากเริ่มใหม่
tr_tr: Hibrit, ekran için tümleşik GPU'yu kullanarak pil tasarrufu sağlar. Ayrı, en iyi oyun performansı için NVIDIA GPU'yu doğrudan bağlar. Yeniden başlattıktan sonra uygulanır.
uk_ua: «Гібридний» заощаджує заряд акумулятора, використовуючи для екрана вбудований ГП. «Дискретний» підключає ГП NVIDIA напряму для найкращої продуктивності в іграх. Застосовується після перезапуску.
vi_vn: Lai tiết kiệm pin bằng cách dùng GPU tích hợp cho màn hình. Rời kết nối trực tiếp GPU NVIDIA để có hiệu năng chơi game tốt nhất. Áp dụng sau khi khởi động lại.
zh_cn: “混合”使用集成 GPU 驱动显示器，以节省电量。“独立”直接连接 NVIDIA GPU，以获得最佳游戏性能。重新启动后生效。
zh_tw: 「混合式」使用整合式 GPU 驅動螢幕，以節省電池電力。「獨立」直接連接 NVIDIA GPU，以獲得最佳遊戲效能。重新啟動後生效。

# System_GpuHybrid.Content
source: Hybrid
ar_sa: هجين
bg_bg: Хибриден
ca_es: Híbrid
cs_cz: Hybridní
el_gr: Υβριδική
es_es: Híbrido
et_ee: Hübriid
fa_ir: ترکیبی
fi_fi: Hybridi
fr_fr: Hybride
he_il: היברידי
hi_in: हाइब्रिड
hu_hu: Hibrid
id_id: Hibrid
it_it: Ibrida
ja_jp: ハイブリッド
ko_kr: 하이브리드
lv_lv: Hibrīds
nl_nl: Hybride
pl_pl: Hybrydowy
pt_pt: Híbrido
ro_ro: Hibrid
ru_ru: Гибридный
sk_sk: Hybridný
sr_cyrl_rs: Хибридно
th_th: ไฮบริด
tr_tr: Hibrit
uk_ua: Гібридний
vi_vn: Lai
zh_cn: 混合
zh_tw: 混合式

# System_GpuDiscrete.Content
source: Discrete
ar_sa: منفصل
bg_bg: Дискретен
ca_es: Dedicada
cs_cz: Samostatný
de_de: Dediziert
el_gr: Αποκλειστική
es_es: Dedicada
et_ee: Eraldi
fa_ir: مجزا
fi_fi: Erillinen
fr_fr: Dédié
he_il: נפרד
hi_in: अलग
hu_hu: Különálló
id_id: Diskrit
it_it: Dedicata
ja_jp: 専用
ko_kr: 외장
lv_lv: Atsevišķais
nb_no: Dedikert
nl_nl: Speciaal
pl_pl: Dedykowany
pt_pt: Dedicada
ro_ro: Dedicat
ru_ru: Дискретный
sk_sk: Samostatný
sr_cyrl_rs: Засебно
sv_se: Dedikerad
th_th: แยก
tr_tr: Ayrı
uk_ua: Дискретний
vi_vn: Rời
zh_cn: 独立
zh_tw: 獨立

# System_GpuRestart.Title
source: Restart to switch GPU mode
ar_sa: أعد التشغيل لتبديل وضع GPU
bg_bg: Рестартирайте, за да смените режима на ГП
ca_es: Reinicia per canviar el mode de la GPU
cs_cz: Restartujte, aby se přepnul režim GPU
de_de: Neu starten, um den GPU-Modus zu wechseln
el_gr: Κάντε επανεκκίνηση για αλλαγή λειτουργίας GPU
es_es: Reinicia para cambiar el modo de GPU
et_ee: GPU režiimi vahetamiseks taaskäivitage
fa_ir: برای تغییر حالت GPU دوباره راه‌اندازی کنید
fi_fi: Vaihda GPU-tila käynnistämällä uudelleen
fr_fr: Redémarrez pour changer de mode GPU
he_il: הפעל מחדש כדי להחליף את מצב ה-GPU
hi_in: GPU मोड बदलने के लिए पुनः प्रारंभ करें
hu_hu: A GPU-mód váltásához indítsa újra a gépet
id_id: Mulai ulang untuk beralih mode GPU
it_it: Riavvia per cambiare modalità GPU
ja_jp: GPU モードを切り替えるには再起動してください
ko_kr: GPU 모드를 전환하려면 다시 시작하세요
lv_lv: Restartējiet, lai mainītu GPU režīmu
nb_no: Start på nytt for å bytte GPU-modus
nl_nl: Start opnieuw op om de GPU-modus te wijzigen
pl_pl: Uruchom ponownie, aby zmienić tryb GPU
pt_pt: Reinicie para mudar o modo da GPU
ro_ro: Reporniți pentru a schimba modul GPU
ru_ru: Перезапустите, чтобы сменить режим ГП
sk_sk: Reštartujte, aby sa prepol režim GPU
sr_cyrl_rs: Поново покрените да бисте променили GPU режим
sv_se: Starta om för att byta GPU-läge
th_th: เริ่มใหม่เพื่อสลับโหมด GPU
tr_tr: GPU modunu değiştirmek için yeniden başlatın
uk_ua: Перезапустіть, щоб змінити режим ГП
vi_vn: Khởi động lại để chuyển chế độ GPU
zh_cn: 重新启动以切换 GPU 模式
zh_tw: 重新啟動以切換 GPU 模式
